<template>
    <div class="lbykServiceAgreement">
        <p class="bold" style="font-size:20px; margin: 30px 0 20px; text-align: center;">《蜡笔优课服务协议》</p>

        <p>欢迎您使用蜡笔优课平台接入服务！</p>

        <p class="bold h1">第一条 【重要提示】</p>

        <p class="bold">1.1 充分阅读</p>

        <p style="text-indent:2em;">蜡笔优课平台是由深圳极数创新有限公司（以下称“蜡笔优课”）开发、运营的专注于教育培训机构服务的软件工具平台，蜡笔优课同意按照本协议的规定及其不时发布的操作规则提供接入服务（以下称“服务”），<span class="bold">您（包括“培训机构”、“培训学校”，以下统称为“商户”，详见定义条款） 为获得蜡笔优课平台的服务，应当充分、审慎阅读《蜡笔优课服务协议》（以下称“本协议”）各条款的内容，特别是限制或免除责任的条款，在点击同意本协议之前，请您务必仔细审查、充分理解本协议的每一条款，如您对本协议有任何疑问，可向蜡笔优课平台客服咨询。</span></p>

        <p class="bold">1.2 本协议的订立及生效</p>

        <p class="bold">本协议自发生以下A、B情形中的任一情形后，即表示您已充分阅读、理解并接受本协议的全部内容及蜡笔优课平台的服务内容及服务模式，并与蜡笔优课达成一致，成为蜡笔优课平台商户。本协议有效期涵盖您与蜡笔优课整个合作期限。除非您与蜡笔优课另有约定，本协议在您使用本服务期间持续有效，对您和蜡笔优课均具有合同效力。此后您不得以未阅读/未同意本协议内容或类似理由提出任何形式的抗辩。阅读本协议的过程中，如果您不同意本协议任何内容或不能接受蜡笔优课的服务内容、服务模式，您应立即停止注册程序或使用蜡笔优课平台：</p>

        <p>A.  您按照蜡笔优课平台入驻页面的提示填写信息、阅读并点击“我已阅读并同意《蜡笔优课服务协议》”选项框完成入驻程序后；</p>

        <p>B.  如果您在蜡笔优课平台网站、蜡笔优课平台提供的移动应用或软件上使用蜡笔优课平台的服务。</p>

        <p class="bold">1.3 本协议的变更</p>

        <p style="text-indent:2em">您同意，蜡笔优课有权随时对本协议内容进行单方面的变更，并以在蜡笔优课平台网站公告的方式予以公布，无需另行单独通知您，变更后的协议条款自其公布之日起立即生效；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容使用蜡笔优课平台服务；若您不同意变更后的协议内容，您应停止使用本服务。蜡笔优课及您的一切行为、争议应依据具体行为、争议发生时最新生效版本的《蜡笔优课服务协议》作出并进行解释。</p>

        <p class="bold">1.4 补充协议</p>

        <p style="text-indent:2em">由于互联网高速发展，您与蜡笔优课签署的本协议列明的条款并不能完整罗列并覆盖您与蜡笔优课所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，蜡笔优课平台规则（详见定义条款）均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用蜡笔优课平台服务，视为您同意上述补充协议。</p>

        <p class="bold h1">第二条 【定义】</p>

        <p style="text-indent:2em">如无特别说明，下列术语在本协议中的含义为：</p>

        <p><span class="bold">2.1 蜡笔优课平台：指蜡笔优课</span>提供教育培训服务的软件产品，包括蜡笔优课APP和可操作的管理后台的蜡笔优课网站（包括但不限于网页域名为：labiyouke.com的所有网页页面）。</p>

        <p><span class="bold">2.2 蜡笔优课：</span>指蜡笔优课平台的经营者深圳极数创新有限公司。</p>

        <p><span class="bold">2.3 蜡笔优课平台服务：</span>为使用蜡笔优课平台而提供的一套接入流程以及使用蜡笔优课平台软件产品的所有服务功能，包括但不限于APP和后台服务等在内的各种形态（包括未来技术发展出现的新的服务形态）。</p>

        <p><span class="bold">2.4 应用界面：</span>指商户登陆自己的蜡笔优课平台账户后能够在蜡笔优课平台进行服务管理的界面。</p>

        <p><span class="bold">2.5 商户：</span>是指具有在正常经营的有实际经营场所的已入驻蜡笔优课平台的教育培训机构。</p>
        
        <p><span class="bold">2.6 用户：</span>指接受商户和蜡笔优课平台提供服务的公众。</p>

        <p><span class="bold">2.7 蜡笔优课平台规则：</span>包括在所有蜡笔优课平台内已经发布及后续发布的全部规则、解读、公告等内容。</p>

        <p class="bold h1">第三条 【账户的注册与使用】</p>

        <p class="bold">3.1 商户资格 </p>

        <p style="text-indent:2em">您应确保，在您开始注册开通蜡笔优课平台商户前，您应当具备中华人民共和国法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任。若您不具备前述与您行为相适应的民事权利能力和民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>

        <p class="bold">3.2 账户获得</p>

        <p style="text-indent:2em">您应当通过蜡笔优课指定途径，注册蜡笔优课平台帐户（以下简称：帐户）以成为蜡笔优课平台商户，蜡笔优课帐户一经注册成功，仅当有法律明文规定、司法裁定或经蜡笔优课书面同意的情况下，您可转让您在蜡笔优课平台的商户账号，<span class="bold">除此外，您的账户不得以任何形式转让，否则蜡笔优课有权追究您的违约责任，且由此产生的一切责任均由您承担。</span></p>

        <p class="bold">3.3 账户的使用</p>

        <p class="bold">3.3.1商户账号及密码的保管</p>
        <p style="text-indent:2em">您在蜡笔优课平台注册成功后，您的账户名称和密码由您自行负责保管，您应当对以该账号进行的所有活动和事件负法律责任。账户下其他管理员的操作，视为您授权其进行管理。</p>
        <p>3.3.2 为保障本服务的合法性及安全性，您不得违反本协议约定将您的帐号用于其他目的，包括但不限于使用您的帐号为第三方应用申请本服务等。<span class="bold">否则，蜡笔优课有权随时单方限制、中止或终止向您及/或您所登记的应用提供本服务，且未经蜡笔优课同意您及/或您所登记的应用不得再次使用本服务。</span></p>

        <p class="bold">3.4 注册信息管理</p>
        <p>3.4.1 您注册帐户及使用蜡笔优课平台服务时，应按蜡笔优课平台页面的提示准确完整地提供<span class="bold">合法、真实、有效</span>的注册信息（包括您的姓名及身份信息、联系电话、联系地址、营业执照等），以便蜡笔优课或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。</p>
        <p class="bold">3.4.2 您保证：通过前述用户名及密码在本服务中进行的包括但不限于以下事项：提交相应资质材料、确认和同意相关协议和规则、选择具体服务类别以及进行费用结算等事项，均是您自行或您授权他人进行的行为，对您均有约束力。同时，您承担以前述用户名及密码为标识进行的全部行为的法律责任。</p>
        <p>3.4.3 您应当及时更新您提供的信息，在法律有明确规定要求蜡笔优课作为平台服务提供者必须对部分商户的信息进行核实的情况下，蜡笔优课将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。<span class="bold">因您未及时更新资料，导致本服务不能提供或提供时发生任何错误，您须自行承担因此产生的一切后果，蜡笔优课不承担任何责任。</span></p>
        <p class="bold" style="text-indent:2em">如蜡笔优课按您最后一次提供的信息与您联系未果、您未按蜡笔优课的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及蜡笔优课造成的全部损失与不利后果。蜡笔优课可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部蜡笔优课平台服务，蜡笔优课对此不承担责任。</p>
        
        <p class="bold">3.5 账户安全管理</p>
        <p>3.5.1 您注册帐户，是您登录及使用本服务的凭证。您应当做好对该用户名、密码等的保密措施。<span class="bold">因您保密措施不当或您的其他行为或因您遭受他人攻击、诈骗等行为导致的损失及后果，致使上述用户名、密码等丢失或泄漏所引起的一切损失和后果，蜡笔优课并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</span></p>
        <p>3.5.2 若您发现有他人冒用或盗用您的帐户及密码、或任何其他未经您合法授权或其他可能导致您账户遭窃、遗失的情形时，建议您立即以有效方式通知蜡笔优课（包括但不限于提供您的身份信息和相关身份资料、相关事实情况及您的要求等）。蜡笔优课收到您的有效请求并核实身份后，会根据不同情况采取相应措施。<span class="bold">若您提供的信息不完全，导致蜡笔优课无法核实您的身份或蜡笔优课无法判断您的需求等，而导致蜡笔优课无法进行及时处理，给您带来的损失，您应自行承担。同时，您理解蜡笔优课对您的请求采取措施需要合理期限，且蜡笔优课应您请求而采取的措施可能无法避免或阻止侵害后果的形成或扩大，除蜡笔优课存在法定过错外，蜡笔优课不承担责任。</span></p>
        <p>3.5.3 您理解并同意，为保护您及用户的数据安全，防止用户信息泄露、毁损、篡改或者丢失，蜡笔优课有权对您接入的信息系统实行接入审查，包括但不限于技术水平审查、安全水平审查、主体资质审查等，并根据审查结果向您提出防入侵、防病毒等措施建议。<span class="bold">若您的信息系统仍无法符合保护用户数据安全的要求，蜡笔优课有权拒绝或终止提供本服务，蜡笔优课对此不承担责任。</span></p>

        <p class="bold">3.6 账户主体归属</p>
        <p class="bold" style="text-indent:2em">您注册的蜡笔优课帐户所有权归蜡笔优课所有，您完成申请注册手续后，仅获得帐户的使用权，且该使用权仅属于初始申请注册人。若您需变更账户注册信息（包括但不限于变更营业执照、身份证信息等），您应向蜡笔优课提交申请并按照蜡笔优课的指示填写承诺函（包括但不限于保证您是合法使用人、变更资料的真实性、变更责任的承担等内容）并提交相关资料，经蜡笔优课书面同意后方可变更。您保证因申请变更账户注册信息导致的所有责任，均由您承担，与蜡笔优课无关。</p>


        <p class="bold h1">第四条 【商户的权利和义务】</p>

        <p>4.1 您有权管理您在蜡笔优课平台上发布的自媒体应用界面上的图文、音频、视频等信息、资料，并应当自行承当上述信息及资料所涉及的一切责任。特别地，<span class="bold">您不得发布任何包括但不限于以下的违反法规的内容，也不得为发布以下违反法规内容的行为提供便利（包括但不限于为您应用的用户的行为提供便利等）：</span></p>
        <p class="bold" style="text-align:left">（1）违反宪法或法律法规规定的；</p>
        <p class="bold" style="text-align:left">（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p class="bold" style="text-align:left">（3）损害国家荣誉和利益的，损害公共利益的；</p>
        <p class="bold" style="text-align:left">（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p class="bold" style="text-align:left">（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p class="bold" style="text-align:left">（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
        <p class="bold" style="text-align:left">（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p class="bold" style="text-align:left">（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
        <p class="bold" style="text-align:left">（9）侵害他人知识产权、商业秘密等合法权利的行为；</p>
        <p class="bold" style="text-align:left">（10）恶意虚构事实、隐瞒真相以误导、欺骗他人的行为；</p>
        <p class="bold" style="text-align:left">（11）发布、传送、传播广告信息及垃圾信息；</p>
        <p class="bold" style="text-align:left">（12）宣扬、教唆、诱导分享、诱导关注、非法分销、使用外挂、私服以及木马等相关内容的；</p>
        <p class="bold" style="text-align:left">（13）发布任何经蜡笔优课合理判断为不妥当或者蜡笔优课未认可的软件、文件等在内的主页地址或者链接的；</p>
        <p class="bold" style="text-align:left">（14）冒用关联机构或社会名人、以虚假信息注册账号名称，注册账号头像、简介等注册信息存在违法、不良信息的；</p>
        <p class="bold" style="text-align:left">（15）发布曲解国家历史和政策方针、涉及政治或党史类信息的；</p>
        <p class="bold" style="text-align:left">（16）散布非法集资、资金导向建议、欺诈、套现、洗钱等内容的；</p>
        <p class="bold" style="text-align:left">（17）违背社会公共利益或公共道德的；</p>
        <p class="bold" style="text-align:left">（18）含有法律、行政法规禁止的其他内容的。</p>

        <p>4.2 您应自行负责您的创作、开发、编辑、加工、修改、测试、运营及维护等工作，并且自行承担相应的费用。</p>

        <p>4.3 您在使用期间，您需向用户提供及时有效的客户服务，客户服务形式包括但不限于通过明确且合理的方式告知用户客户服务渠道、提供电话、邮箱等，并自行承担客服费用。</p>

        <p class="bold">4.4 您应当向相关权利人提供投诉途径，确保权利人在认为您侵犯其合法权益时可以向您主张权利。您有义务妥善解决您与您的用户之间关于服务费收取、服务质量、违约等纠纷，并有义务妥善处理与第三方的侵权等纠纷，因您侵犯用户或第三方权益造成的损失由您自行承担，您同意蜡笔优课作为软件平台方不对上述纠纷承担任何责任，如蜡笔优课因此被您的用户或第三方追索的，您同意赔偿由此给蜡笔优课造成的全部损失。</p>

        <p>4.5  您充分了解并同意，<span class="bold">您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。</span>您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。蜡笔优课无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>

        <p>4.6 您应当遵守诚实信用原则，<span class="bold">确保您所发布的商品及/或服务信息真实、与您实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺。</span>您应当维护蜡笔优课平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰蜡笔优课平台上进行的任何交易、活动，不得以任何方式干扰或试图干扰蜡笔优课平台的正常运作。</p>

        <p>4.7 您不得使用以下方式登录蜡笔优课平台或破坏蜡笔优课平台所提供的服务：</p>
        <p style="text-indent:1em">（1）以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录蜡笔优课平台；</p>
        <p style="text-indent:1em">（2）通过任何方式对蜡笔优课平台内部结构造成或可能造成不合理或不合比例的重大负荷的行为；</p>
        <p style="text-indent:1em">（3）通过任何方式干扰或试图干扰蜡笔优课平台的正常工作或蜡笔优课平台上进行的任何活动。</p>

        <p class="bold">4.8 您同意接收来自蜡笔优课平台的信息，包括但不限于平台规则信息、活动信息、交易信息、促销信息等。</p>

        <p class="bold">4.9 您不得实施恶意违约及对抗行为，即涉嫌在主观上存在故意，客观上实施违反本协议及蜡笔优课平台规则的行为，包括但不限于以下几种形式：</p>

        <p class="bold" style="text-indent:1em">（1）通过批量或逐步注册大量账号，同时或分批实施发布色情、欺诈信息内容等违约行为。一经发现将根据违约程度对该帐号按现有规则进行处理，如涉及色情、欺诈的，将永久封号处理。若发现如果存在同一团伙、同一类型信息或存在其他相同或类似因素的帐号关联关系，且涉嫌存在养号、注册备用帐号等行为或倾向的，将对关联帐号进行永久封号处理。拒绝再向上述违约主体提供任何注册或认证服务。</p>
        <p class="bold" style="text-indent:1em">（2）多次违约：即长期发送不实信息类、低俗类、标题党类文章，经过多次删文警告、限制能力处理后，仍继续违约的。对多次提醒、警告教育后，仍再有类似情形的，将对帐号永久封禁处理。若同一主体下多个帐号均存在类似违约行为的，将拒绝再向该主体提供任何注册或认证服务。</p>
        <p class="bold" style="text-indent:1em">（3）规避平台运营审核的行为：即使用特殊符号、图片等方式规避垃圾内容审核，使用反复多链接跳转替换发表相同垃圾内容等行为。对于违约内容进行删除处理，对帐号视情况进行能力封禁等处理。</p>
        <p class="bold" style="text-indent:1em">（4）其他恶意违约及对抗行为，例如故意寻找漏洞与蜡笔优课平台对抗的行为等。</p>

        <p class="bold h1">第五条 【蜡笔优课的权利和义务】</p>

        <p>5.1 蜡笔优课有权在以短信、网站公示、邮件、电话、书面任何一种方式通知您后，随时调整蜡笔优课平台界面的排列，“蜡笔优课”的名称及LOGO。</p>
        <p class="bold">5.2 因蜡笔优课自身原因导致其提供的平台服务中断的，就中断期间的服务时间，蜡笔优课有义务进行补足，同时您同意蜡笔优课对此不承担违约及赔偿责任。蜡笔优课针对基础版及成长版账号商户的服务中断的，蜡笔优课不承担任何退款、补偿、违约、赔偿责任。</p>
        <p>5.3 蜡笔优课有权根据您选择的服务类型向您提供相应的服务。您理解并同意，基于用户体验、蜡笔优课运营安全等综合因素，<span class="bold">蜡笔优课有权选择提供服务的对象，有权决定功能开放、数据接口和相关数据披露的对象和范围，并有权视具体情况中止或终止向存有包括但不限于以下情形的开发者或应用提供本服务：</span></p>
        <p style="text-indent:1em">（1）违反法律法规或本协议规定的；</p>
        <p style="text-indent:1em">（2）影响使用者体验的；</p>
        <p style="text-indent:1em">（3）存在安全隐患的；</p>
        <p style="text-indent:1em">（4）与蜡笔优课已有主要功能或功能组件相似、相同，或可实现上述功能或功能组件的主要效用的；</p>
        <p style="text-indent:1em">（5）界面、风格、功能、描述或使用者体验与蜡笔优课类似，可能造成蜡笔优课商户误认为其所使用的功能或服务来源于蜡笔优课或经蜡笔优课授权的；</p>
        <p style="text-indent:1em">（6）违背蜡笔优课运营原则，或不符合蜡笔优课其他管理要求的。</p>
        <p>5.4 保护您的信息的安全是蜡笔优课的一项基本原则，未经您的同意，蜡笔优课不会向蜡笔优课以外的任何公司、组织和个人披露、提供您的信息，但下列情形除外：</p>
        <p style="text-indent:1em">（1）据本协议或其他相关协议、规则等约定可以提供的；</p>
        <p style="text-indent:1em">（2）依据法律法规的规定可以提供的；</p>
        <p style="text-indent:1em">（3）行政、司法等政府部门要求提供的；</p>
        <p style="text-indent:1em">（4）您同意蜡笔优课向第三方提供；</p>
        <p style="text-indent:1em">（5）为解决举报事件、提起诉讼而需要提供的；</p>
        <p style="text-indent:1em">（6）为防止严重违法行为或涉嫌犯罪行为发生而采取必要合理行动所必须提供的。</p>
        <p>5.5 蜡笔优课可将本协议下的权利和义务的部分或全部转让给他人，如果您不同意蜡笔优课的该转让，则有权停止使用本协议下服务。否则，视为您对此予以接受。</p>
        <p>5.6 除另有约定外，蜡笔优课无需为按照本协议享有的权益而向您支付任何费用。</p>
        <p>5.7 您理解并同意：为进一步推广蜡笔优课，蜡笔优课有权采取以下行为，而无须再取得您的同意：</p>
        <p style="text-indent:1em">（1）在蜡笔优课以外的平台、网站等采取各种形式对您与蜡笔优课合作事宜的宣传、推广；</p>
        <p style="text-indent:1em">（2）有权为本协议目的使用您的商户名称或品牌的LOGO等相关标志性素材。</p>
        <p class="bold">5.8 蜡笔优课有权在包括但不限于课程介绍页等，向用户阐述该课程为您开发以及由您向用户提供服务等。</p>
        <p class="bold">5.9 蜡笔优课是一个中立的技术服务提供者，仅向您提供信息存储空间、链接等中立的网络服务或相关中立的技术支持服务，以供您在中立的平台上自主发布、运营、推广其课程等。</p>
        <p class="bold">5.10 您发布的课程由您自主开发、独立运营并承担全部责任。蜡笔优课不会、也不可能参与您课程的开发、运营等任何活动，蜡笔优课也不会对您发布的课程进行任何的修改、编辑或整理等。</p>
        <p class="bold">5.11 因您课程及服务产生的任何纠纷、责任等，以及您违反相关法律法规或本协议约定引发的任何后果，均由您独立承担责任、赔偿损失，与蜡笔优课无关。如侵害到蜡笔优课或他人权益的，您须自行承担全部责任和赔偿一切损失。</p>

        <p class="bold h1">第六条 【商户违约及处理】</p>
        <p class="bold">6.1 违约行为的认定</p>
        <p class="bold" style="text-indent:1em">发生如下情形之一的，视为您违约：</p>
        <p class="bold" style="text-indent:1em">(1) 使用蜡笔优课平台服务时违反有关法律法规规定的；</p>
        <p class="bold" style="text-indent:1em">(2) 蜡笔优课发现或收到他人举报或投诉您违反本协议或本协议补充协议（即本协议第1.4条款）或蜡笔优课平台规则约定的。</p>
        <p class="bold" style="text-indent:1em">(3) 在蜡笔优课平台上产生的交易行为中，违反与相关交易方的约定的。</p>

        <p class="bold">6.2 违约处理措施</p>

        <p class="bold">6.2.1 【信息处理】您在蜡笔优课平台上发布的信息构成违约的，<span style="text-decoration:underline">蜡笔优课可根据本协议或本协议补充协议或蜡笔优课平台规则或与相关交易方的约定不经通知立即对相应信息进行删除、屏蔽处理或对您的商品进行下架、监管。</span></p>
        <p class="bold">6.2.2 【行为限制】您在蜡笔优课平台上实施的行为，或虽未在蜡笔优课平台上实施但对蜡笔优课平台及其用户产生影响的行为构成违约的，<span style="text-decoration:underline">蜡笔优课可依据本协议或本协议补充协议或蜡笔优课平台规则或与相关交易方的约定不经通知立即对违约账号处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁直至注销、冻结或划扣您店铺账户收入等处理措施。如您的行为构成违约的，蜡笔优课可查封您的账户，终止向您提供服务，并划扣您店铺的收入。您与您的用户产生的相关纠纷，将由您自行解决。</span></p>
        <p class="bold">6.2.3 【处理结果公示】<span style="text-decoration:underline">蜡笔优课可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在蜡笔优课平台上予以公示。</span></p>

        <p class="bold">6.3 赔偿责任</p>
        <p class="bold" style="text-decoration:underline">7.3.1 如您的行为使蜡笔优课及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿蜡笔优课及/或其关联公司的上述全部损失。</p>
        <p class="bold" style="text-decoration:underline">7.3.2 如您的行为使蜡笔优课及/或其关联公司遭受第三人主张权利，蜡笔优课及/或其关联公司可划扣您店铺的收入对第三人进行赔偿或由蜡笔优课先对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
        <p class="bold" style="text-decoration:underline">7.3.3 如因您的行为使得第三人遭受损失或您怠于履行调处决定，蜡笔优课及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可从您的店铺账户中划扣相应款项进行支付。如您的账户余额不足以支付相应款项的，您同意委托蜡笔优课使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此造成蜡笔优课的全部损失。</p>
        <p class="bold" style="text-decoration:underline">7.3.4 您同意蜡笔优课自您的账户中划扣相应款项支付上述赔偿款项。如您账户中的款项不足以支付上述赔偿款项的，蜡笔优课及/或关联公司可直接抵减您在蜡笔优课及/或其关联公司其它协议项下的权益，并可继续追偿。</p>

        <p class="bold">6.4 即使本服务终止，您仍应对您使用本服务期间的一切行为承担可能的违约或损害赔偿责任。</p>

        <p class="bold h1">第七条 【免责条款】</p>
        <p class="bold">7.1 您知晓并同意您的用户有权在蜡笔优课平台对您发布的信息进行评论，就该评论中可能包含的负面信息给您造成的不利影响由您自行承担，蜡笔优课不承担任何责任。</p>
        <p class="bold">7.2 您确保所输入的您的资料无误，如果因资料错误造成蜡笔优课于异常交易发生时，无法及时通知您相关交易后续处理方式的，蜡笔优课不承担任何损害赔偿责任。</p>
        <p class="bold">7.3 您理解并同意：为了向您提供更完善的服务，蜡笔优课有权定期或不定期地对提供本服务的平台或相关设备进行检修、维护、升级等，此类情况可能会造成相关服务在合理时间内中断或暂停的，若由此给您造成损失的，您同意放弃追究蜡笔优课的责任。</p>
        <p class="bold">7.4 您理解并同意：蜡笔优课的服务是按照现有技术和条件所能达到的现状提供的。蜡笔优课会尽最大努力向您提供服务，确保服务的连贯性和安全性；但蜡笔优课不能保证其所提供的服务毫无瑕疵，也无法随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。所以您也同意：即使蜡笔优课提供的服务存在瑕疵，但上述瑕疵是当时行业技术水平所无法避免的，其将不被视为蜡笔优课违约，同时，由此给您造成的数据或信息丢失等损失的，您同意放弃追究蜡笔优课的责任。</p>
        <p class="bold">7.5 您理解并同意，蜡笔优课不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：</p>
        <p class="bold">（1）蜡笔优课有权基于单方判断，包含但不限于蜡笔优课认为您已经违反本协议的明文规定及精神，暂停、中断或终止向您提供本服务或其任何部分，并移除您的资料。</p>
        <p class="bold">（2）蜡笔优课在发现交易异常或您有违反法律规定或本协议约定的行为时，有权不经通知先行暂停或终止该账户的使用（包括但不限于对该账户名下的款项进行调账等限制措施），并拒绝您使用本服务之部分或全部功能。</p>
        <p class="bold">（3）在必要时，蜡笔优课无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及您账号中所有相关资料及档案，并将您滞留在该账户的全部合法资金退回到您的收款账户。</p>
        <p class="bold">7.6 如因蜡笔优课根据本协议1.3“本协议的变更”条款对本协议内容进行单方面变更，您不同意变更后的协议内容停止使用本服务，双方终止合作的，蜡笔优课不承担任何损害赔偿责任。</p>
        <p class="bold">7.7 系统中断或故障：系统因下列状况无法正常运作，导致您无法使用各项服务的，蜡笔优课不承担损害赔偿责任，该状况包括但不限于：</p>
        <p class="bold">（1）蜡笔优课在蜡笔优课平台公告之系统停机维护期间。</p>
        <p class="bold">（2）电信设备出现故障不能进行数据传输的。</p>
        <p class="bold">（3）电信部门技术调整或故障、网站升级、微信方面的问题等原因而造成的服务中断或者延迟。</p>
        <p class="bold">7.8 您理解并同意：在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，蜡笔优课将努力在第一时间与相关单位配合，及时进行修复，若由此给您造成损失的，您同意放弃追究蜡笔优课的责任。</p>
        <p class="bold">7.9 您理解并同意：若由于对以下情形导致的服务中断或受阻，给您造成损失的，您同意放弃追究蜡笔优课的责任：</p>
        <p class="bold">（1）并非由于蜡笔优课的故意而导致本服务未能提供的。</p>
        <p class="bold">（2）由于您的故意或过失导致您及/或任何第三方遭受损失的</p>
        <p class="bold">（3）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
        <p class="bold">（4）您或蜡笔优课的电脑软件、系统、硬件和通信线路出现故障；</p>
        <p class="bold">（5）您操作不当；</p>
        <p class="bold">（6）您通过非蜡笔优课授权的方式使用本服务；</p>
        <p class="bold">（7）其他蜡笔优课无法控制或合理预见的情形。</p>
        <p class="bold">7.10 为了改善用户体验、完善服务内容，蜡笔优课将不断努力开发新的服务，并为您不时提供平台内容或系统的更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。为了保证本平台及服务的安全性和功能的一致性，蜡笔优课有权不经向您特别通知而对平台内容或系统进行更新，或者对软件的部分功能效果进行改变或限制。新版本发布后，旧版本的服务可能无法使用。蜡笔优课不保证旧版本继续可用及相应的客户服务，请您随时核对并下载最新版本。</p>
        <p class="bold">7.11 尽管蜡笔优课对您的信息保护做了极大的努力，但是仍然不能保证在现有的安全技术措施下，您的信息可能会因为不可抗力或非蜡笔优课因素造成泄漏、窃取等，由此给您造成损失的，您同意蜡笔优课可以免责。</p>

        <p class="bold h1">第八条 【知识产权归属】</p>
        <p>8.1 蜡笔优课在本服务中提供的信息内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权均归蜡笔优课所有，依法属于他人所有的除外。除另有特别声明外，蜡笔优课提供本服务时所依托软件的著作权、专利权及其他知识产权均归蜡笔优课所有。蜡笔优课在本服务中所使用的“蜡笔优课”及蜡笔优课形象等相同或类似的品牌标识，其著作权或商标权归蜡笔优课所有。<span class="bold">上述及其他任何蜡笔优课依法拥有的知识产权均受到法律保护，未经蜡笔优课书面许可，您不得以任何形式进行使用或创造相关衍生作品，未经蜡笔优课书面许可，您不得违约或违法使用，不得向任何单位或个人出售、转让、转授权蜡笔优课的代码及软件工具等。</span></p>
        <p>8.2 您拥有您的蜡笔优课自媒体界面应用界面上信息的著作权（依法属于他人所有的除外）。</p>
        <p class="bold">8.3 未经蜡笔优课平台书面允许，商户不得将蜡笔优课平台任何归属于蜡笔优课的资料、信息作商业性利用（包括但不限于以复制、修改、翻译等形式制作衍生作品、分发或公开展示）。</p>

        <p class="bold h1">第九条 【协议的终止】</p>
        <p class="bold">9.1 终止的情形</p>
        <p>9.1.1 <span class="bold">【商户发起的终止】</span>您有权通过以下任一方式终止本协议：</p>
        <p style="text-indent:1em">（1）您明示不愿继续使用蜡笔优课平台服务，并向蜡笔优课申请删除账户，且经蜡笔优课审核同意删除的；</p>
        <p style="text-indent:1em">（2）变更事项生效前您停止使用并明示不愿接受变更事项的；</p>
        <p style="text-indent:1em">（3）账户已欠费且未及时充值的；</p>

        <p>9.1.2 <span class="bold">【蜡笔优课发起的终止】</span>出现以下情况时，蜡笔优课可以本协议所约定的方式通知您以终止本协议：</p>
        <p style="text-indent:1em">（1）您违反本协议约定，蜡笔优课依据违约条款终止本协议的；</p>
        <p style="text-indent:1em">（2）您盗用他人账户、发布违禁信息、骗取他人财物、发布或销售假冒伪劣/侵权商品、扰乱市场秩序、采取不正当手段谋利、欺诈、侵犯他人合法权益或其他严重违法违约行为的，蜡笔优课依据蜡笔优课平台规则对您的账户予以查封的；</p>
        <p style="text-indent:1em">（3）除上述情形外，因您多次违反蜡笔优课平台规则相关规定且情节严重，蜡笔优课依据蜡笔优课平台规则对您的账户予以查封的；</p>
        <p style="text-indent:1em">（4）您的账户被蜡笔优课依据本协议回收的；</p>
        <p style="text-indent:1em">（5）<span class="bold">因您违反本协议相关规定，被蜡笔优课终止提供服务的，后您再一次直接或间接或以他人名义注册为蜡笔优课用户的，蜡笔优课有权再次单方面终止向您提供服务；</span></p>
        <p style="text-indent:1em">（6）蜡笔优课发现您注册数据中主要内容（身份信息、联系方式等）是虚假的，蜡笔优课有权随时终止向您提供服务；</p>
        <p style="text-indent:1em">（7）其它应当终止服务的情况。</p>

        <p class="bold">9.2 终止后的处理</p>
        <p class="bold" style="text-decoration:underline">9.2.1 本协议终止后，除法律有明确规定外，蜡笔优课无义务向您或您指定的第三方披露您账户中的任何信息。</p>
        <p class="bold">9.2.2 本协议终止后，蜡笔优课仍享有下列权利：</p>
        <p style="text-indent:1em">（1）您已经上传至蜡笔优课的内容资料，蜡笔优课有权在中断、终止服务的同时删除此资料及其相关信息；</p>
        <p style="text-indent:1em">（2）您已经在蜡笔优课平台产生的交易，蜡笔优课可以不删除交易记录，但蜡笔优课有权在中断、终止服务的同时将您被中断或终止服务的情况通知您的交易对方；</p>
        <p style="text-indent:1em">（3）对于您的账号中的全部数据或您因使用本服务而存储在蜡笔优课服务器中的数据等任何信息，蜡笔优课可将该等信息保留或删除，包括服务终止前您尚未完成的任何数据；</p>
        <p class="bold" style="text-indent:1em">（4）对于您过往的违约行为，蜡笔优课仍可依据本协议向您追究违约责任。</p>
        <p class="bold" style="text-decoration:underline">9.2.3 本协议终止后，对于您在本协议存续期间产生的交易订单，您应自行处理好关于数据等信息的备份以及与您的用户之间的相关事项的处理等，由此造成您用户损失的，与蜡笔优课无关，您应自行负责赔偿。</p>
        <p class="bold">9.2.4 无论因何种原因导致本协议终止，您应立即停止使用蜡笔优课平台服务及其商标、商号、企业名称、域名等一切商业标识。</p>
        <p class="bold">9.2.5在本协议终止前，您应妥善保存您在蜡笔优课平台的资料、数据等信息。于本协议终止后，蜡笔优课给予3个月的过渡期，在该过渡期内，您店铺的付费用户可正常观看其所购买的课程。如您希望您店铺的用户在过渡期届满后仍可继续观看其所购买的课程的，您应在过渡期内及时续费，过渡期届满未续费的，蜡笔优课有权暂停向您提供技术服务，由此导致的您的已购用户无法继续观看课程的，蜡笔优课不承担任何责任。</p>
        <p>9.3 由于互联网发展的不可控性，蜡笔优课有权随时终止提供开放平台，但需提前3个工作日在其网站上共识。</p>

        <p class="bold h1">第十条【附则】</p>
        <p>10.1 本协议的签订地为广东省深圳市南山区。</p>
        <p>10.2 蜡笔优课可能不断发布的关于本服务的其他相关协议、规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。上述内容与本协议存在冲突的，以本协议为准。一经注册或使用本协议下任何服务，即视为您已阅读并同意接受本协议及上述内容的约束。蜡笔优课有权在必要时单方修改本协议或上述内容，相关内容变更后，如果您继续使用本服务，即视为您已接受修改后的相关内容。如果您不接受修改后的相关内容，应当停止使用相关服务。</p>
        <p>10.3 蜡笔优课于您过失或违约时放弃本协议规定的权利的，不得视为其对您的其它或以后同类之过失或违约行为弃权。</p>
        <p>10.4 <span class="bold">蜡笔优课可能会以网页公告、网页提示、电子邮箱、手机短信、您注册的本服务账号的管理系统内发送站内信等方式中的一种或多种，向您送达关于本服务的各种规则、通知、提示等信息，该等信息一经蜡笔优课采取前述任何一种方式公布或发送，即视为您已经接受并同意，对您产生约束力。若您不接受的，请您停止使用蜡笔优课，否则视为您已经接受、同意。由于您提供的电子邮箱、手机号码、通讯地址等信息错误，导致您未收到相关规则、通知、提示等信息的，您同意仍然视为您已经收到相关信息并受其约束，一切后果及责任由您自行承担。</span></p>
        <p>10.5 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
        <p>10.6 因本协议产生之争议，双方应首先协商解决；双方未能以诚意协商解决的，任何一方均应将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
        <p>10.7 本协议的拟定、解释均以中文为准。除双方另有约定外，任何有关本协议的翻译不得作为解释本协议或判定双方当事人意图之依据。</p>
        <p>10.8 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余条款则仍具有法律效力。</p>
        <p>10.9 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>

        <p>【审慎提醒】</p>
        <p style="text-indent:2em">如您点击“同意”，则本协议将立即生效，并构成您和深圳极数创新有限公司及其经营的蜡笔优课之间有约束力的法律文件。</p>
        <p style="text-indent:2em">请您再次确认您已全部阅读并充分理解上述协议。</p>




    </div>
</template>
<script>
export default {
    name:'lbykServiceAgreement'
}
</script>
<style scoped>
    .lbykServiceAgreement{
        padding: 0 16px;
        text-align: justify;
        height: 100%;
        padding-bottom: 30px;
    }
    .lbykServiceAgreement p{
        line-height: 22px;
    }
    .lbykServiceAgreement .h1{
        font-size: 14px;
        line-height: 35px;
        height: 35px;
    }
</style>