<template>
    <div class="app">

        <div class="userInfo">
            <p style="text-align: center;margin: 30px 0 20px 0"><span style="font-weight: 700;font-size: 20px;">蜡笔优课用户隐私政策</span>
            </p>
            <p style="text-align: right;margin: 0px 0 20px 0"><span>生效日期：2019年12月26日</span></p>
            <p>
                深圳极数创新有限公司（下称“我们”或“公司”）尊重并保护用户隐私，在您使用蜡笔优课APP平台（以下简称“蜡笔优课”）提供的服务时，我们除了按照《蜡笔优课用户服务协议》的约定向您提供服务外，我们还将按照《蜡笔优课用户隐私政策》（以下简称“本隐私政策”）收集、使用您的个人信息。</p>
            <p>
                请您仔细阅读本隐私政策的全部条款以便您了解蜡笔优课收集、使用您个人信息的目的、范围、方式等。如果您为未成年人，则您应在法定监护人陪同下审阅本隐私政策，经法定监护人审阅并同意后，您方可使用蜡笔优课并向蜡笔优课提供个人信息。<span
                    class="bold">如果您或监护人不同意本隐私政策任何内容，您应立即停止使用蜡笔优课产品或服务。当您使用蜡笔优课提供的任一服务时，即表示您已同意我们按照本隐私政策来收集、使用、存储和保护您的相关信息。</span>
            </p>
            <p><span class="bold">一、适用范围</span></p>
            <p>（1）除某些特定产品和服务外，本隐私政策适用于蜡笔优课提供的所有服务。这些特定产品和服务将适用特定的隐私政策。</p>
            <p>（2）需要特别说明的是，本隐私政策也不适用于其他第三方向您提供的服务。包括但不限于下述情形：</p>
            <p>a)通过我们的产品和服务而接入的第三方服务（包括任何第三方网站）收集的信息；</p>
            <p>b)通过在我们的产品和服务中进行广告服务的其他公司或机构所收集的信息。<span class="bold">请你知悉：如果您浏览第三方网站或使用第三方产品、服务时向其提供个人信息，则您的信息应当使用该第三方的隐私政策，我们不承担任何法律责任。</span>
            <p>
            <p><span class="bold">二、我们收集哪些信息</span></p>
            <p>为了向您提供更好、更优、更个性化的服务，我们将根据您使用的服务收集您的如下信息：</p>
            <p>（1）您注册或登录的账户信息，例如您注册、登录蜡笔优课账户使用的<span class="bold">电话号码</span>，用户自行填写的<span class="bold">姓名或昵称、性别、出生日期、身份等；</span>
            </p>
            <p>（2）您自行上传的信息，例如您的发帖、评论、分享，主动填写的信息或您与蜡笔优课客服联系时提供的相关信息等；</p>
            <p>
                （3）您使用蜡笔优课过程中产生的信息。公司会根据您授予的权限，接收并记录您所使用的设备相关信息，包括<span class="bold">设备属性信息（如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备位置信息（如通过GPS、蓝牙或WIFI信号获得的位置信息）、设备连接信息（如IP地址、电信运营商、访问日期和时间等）</span>等；
            </p>
            <p>（4）您在蜡笔优课购买需要邮寄的产品时或者参加我们有关的市场营销活动时提供的<span class="bold">姓名、通信地址、联系方式等；</span></p>
            <p>（5）蜡笔优课根据您的授权通过合法方式收集的其他个人信息。</p>
            <p><span class="bold">三、我们可能如何收集信息</span></p>
            <p>我们或我们的第三方合作伙伴，可能通过cookies和web beacon收集和使用您的信息，并将该等信息储存为日志信息。我们使用自己的cookies和web
                beacon，目的是为您提供更个性化的用户体验和服务，并用于以下用途：
            <p>（1）记住您的身份。例如：cookies和web beacon有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供的有关您的喜好或其他信息。
            <p>（2）分析您使用我们服务的情况。例如，我们可利用cookies和web beacon来了解您使用我们的服务进行什么活动，或哪些服务最受您的欢迎。
            <p>（3）广告优化。Cookies和web beacon有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。
            <p> 我们为上述目的使用cookies和web beacon的同时，可能将通过cookies和web
                beacon收集的非个人身份信息，经统计加工后提供给广告商或其他合作伙伴，用于分析用户如何使用我们的服务，并用于广告服务。
            <p> 我们的产品和服务上可能会有广告商或其他合作方放置的cookies和web beacon。这些cookies和web
                beacon可能会收集与您相关的非个人身份信息，以用于分析您如何使用该等产品或服务，向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方cookies和web
                beacon收集和使用该等信息，不受本隐私政策约束，而是受相关第三方的隐私政策约束，我们不对此类cookies和web beacon承担责任。
            <p> 您可以通过浏览器设置拒绝或管理cookies。但请注意，如果停用cookies或web beacon，您有可能无法享受最佳的服务体验，某些产品或服务可能也无法正常使用。
            <p><span class="bold">四、我们如何使用收集到的信息</span></p>
            <p>收集您的信息是为了向您提供服务及提升服务质量，为了实现这一目的，我们会把您的信息用于下列用途：</p>
            <p>（1）向您提供您使用的各项产品或服务；</p>
            <p>（2）帮助我们设计新产品或服务，改善现有的产品户或服务；</p>
            <p>（3）在我们提供产品或服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</p>
            <p>（4）帮助我们更加了解您使用我们产品和服务的情况，从而针对性的回应您的个性化需求，以便为您提供服务、个性化内容和建议。</p>
            <p>（5）向您推荐您可能感兴趣的内容，以及提供产品和服务的广告。</p>
            <p>（6）评估广告和其他促销、推广活动的效果并加以改善；</p>
            <p>（7）经您许可的其他用途。</p>
            <p><span class="bold">五、我们如何共享或披露信息</span></p>
            <p>
                （1）我们会以高度的勤勉义务对待您的信息，除以下情形外，未经您同意，我们不会与任何第三方分享您的个人信息：我们可能将我们按照本隐私政策收集的您的信息提供给我们的关联公司、合作伙伴或第三方服务提供方（比如代表我们发送短信的服务提供商），用作下列用途：</p>
            <p>a)向您提供更好的客户服务和用户体验；</p>
            <p>b)实现我们收集、使用您的信息的目的；</p>
            <p> c)行使和履行我们再用户协议、本隐私政策或平台其他规则中规定的我们的权利和义务；</p>
            <p> d)理解、维护和改善我们的产品及服务。</p>
            <p>（2）我们不会非法出售、非法向他人提供您的信息；我们不会将您的该等信息提供给任何第三方，也不会用于任何其他目的和用途，但是以下情形除外：</p>
            <p> a)经您事先同意，向第三方披露；</p>
            <p> b)根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
            <p> c)我们与第三方合作向您提供蜡笔优课平台的相关服务或其他网络服务，且该等第三方同意承担与我们同等的保护用户隐私的责任；</p>
            <p> d)其他根据法律、法规或者政策应进行的披露。</p>
            <p><span class="bold"> 六、您如何管理自己的信息</span></p>
            <p>（1）您可以在个人账户中查询、更正、修改、删除您的个人信息。</p>
            <p><span class="bold">七、我们如何存储您的信息</span></p>
            <p>我们在中华人民共和国境内运营中收集和产生的个人信息，原则上存储在中国境内。</p>
            <p><span class="bold">八、我们如何保护您的信息</span></p>
            <p>
                （1）我们非常重视您的个人信息安全。我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的个人信息，并尽最大合理努力使您的个人信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您个人信息的员工或外包人员也采取了严格管理，包括但不限于采取信息访问权限控制、与接触个人信息的人员签署保密协议、监控该等人员的操作情况等措施。</p>
            <p>
                （2）尽管有上述第（1）款的约定，但是请您理解并明白，由于存在各种各样无法预知或现有技术无法防御的恶意手段，即便我们已经尽力采取必要的保护措施，您的信息仍有可能被泄露、毁损或灭失。如您发现您的账号、密码因任何原因已经或者将要泄露时，您应当立即跟我们联系，以便我们可以及时采取应对措施防止或减少您的相关损失。</p>
            <p><span class="bold">九、未成年人保护</span></p>
            <p>
                <span class="bold">我们重视未成年人的个人信息保护，如您为18周岁以下的未成年人，请在您的监护人指导下仔细阅读本隐私政策，并在征得您的监护人同意的前提下使用我们的服务及提交您的个人信息。如您的监护人不同意本隐私政策，您应立即停止使用蜡笔优课的服务并拒绝提供个人信息。</span>
            <p>
            <p><span class="bold">十、本政策的修订</span></p>
            <p>
                我们可不定期修改本隐私政策，变更后的隐私政策将在修订生效前通过蜡笔优课平台公告或以其他适当方式通知您。该等情况下，若您继续使用我们的服务，即表示同意受经修订的隐私政策的约束。</p>
            <p><span class="bold">十一、意见及反馈</span></p>
            <p>用户如有任何需要说明条款的要求，请联系我们(工作时间：周一至周日8:00-21:00)。</p>
        </div>

    </div>
</template>

<script>

    export default {
        data() {
            return {}
        }
    }

</script>


<style scoped>
    @import url(../../../public/reset.css);
    @import url(../../../src/css/user/UserPrivate.css);
</style>