<template>

    <div class="app">
        <div class="userServiceContent">


            <p class="bold" style="font-size:20px; margin: 30px 0 20px; text-align: center;">蜡笔优课用户服务协议</p>
             
            <p style="text-align: right; margin-bottom: 20px;"><span>生效日期：2019年12月28日</span></p>
             
            <p>
                您在使用蜡笔优课服务前，应当仔细认真阅读本《蜡笔优课用户服务条款》(下称“本条款”)中的全部规则内容<span class="bold">（特别是其中以加粗及/或加下划线标示出的关于蜡笔优课服务及用户重大权益的规则，该等规则可能涉及相关方的责任免除或限制、法律适用与争议解决条款，请您重点阅读）</span>，确认对本条款均已知晓、理解并接受，并已同意将其作为确定双方权利义务的依据。</p>
            <p>本条款的签约双方为蜡笔优课服务的实际运营商深圳极数创新有限公司（下称“<span class="bold">蜡笔优课</span>”）与使用蜡笔优课相关服务的使用人（下称“<span class="bold">用户</span>”或“<span class="bold">您</span>”），本条款是您与蜡笔优课之间关于您使用蜡笔优课提供的各项服务所订立的服务条款，具有正式书面合同的效力。</p>  
            <p class="bold">定义</p>
            <p>
                1、 蜡笔优课：指是深圳极数创新有限公司运营的【教育信息服务】平台，包括但不限于蜡笔优课网、蜡笔优课客户端、蜡笔优课小程序等形式的互联网平台。蜡笔优课运用自己的平台系统，通过互联网络等方式为用户提供商户信息、消费信息、优惠信息、招聘、代课、交互信息等网络服务。</p>
            <p>2、 商户（也称“门店”或“机构”）：是指根据本条款及其他适用的服务规则，在蜡笔优课平台上发布信息为蜡笔优课用户提供各项线上及线下的商品或服务的第三方商家。</p>
            <p>3、 优惠券：是指用户通过蜡笔优课购买商户的服务或商品时，购买、免费领取或使用积分兑换用于享受减免、折扣或其他优惠条件的电子交易凭证。</p>
            <p>4、 招聘：是指通过蜡笔优课平台，商家可以通过平台向经过平台认证的教师用户发布招聘信息的服务。</p>
            <p>5、 代课：是指被认定为为教师的用户通过蜡笔优课平台向特定用户（特指具备某些能力的教师用户）发布代课信息，代课成功后支付一定报酬的服务。</p>
            <p>6、 交互信息：交互信息服务是指用户在蜡笔优课平台上发布文字、图片、视频等信息。 </p>
            <p class="bold">一、用户账号</p>
            <p>您知悉并同意，您可通过注册新的蜡笔优课账号或登录您现有的蜡笔优课账号以使用蜡笔优课的各项服务及功能，您使用该账号应同时遵守《蜡笔优课平台用户服务协议》中的各项规定。</p>
            <p class="bold">二、用户管理</p>
            <p>
                <span class="bold">1、 您知悉、理解并同意，蜡笔优课服务过程中，可能涉及收集、存储、使用、共享和保护用户个人信息。在您使用蜡笔优课提供的服务时，您同意蜡笔优课依据《蜡笔优课平台隐私政策》（链接地址：<span style="color: red;">http://www.dianping.com/help/center/rule?name=base1</span>）</span>的规定执行相关个人信息的收集、使用和共享。您进一步同意，就<span class="bold">蜡笔优课平台所产生的交易或其他与个人信息使用紧密相关的交易，您授权蜡笔优课使用或允许蜡笔优课许可的第三方在必要、合理的限度内使用您的个人信息，包括但不限于身份信息、账号信息、交易信息等。</span></p>
            <p><span class="bold">2、 您知悉并同意，蜡笔优课将按照有权网络信息主管部门的相关规定对您的账号信息及所发布的各项信息进行必要的安全审查及评估，保留并向有关部门定期报送您的账号信息及您所发布的各项信息。</span>
            <p>
                3、 用户有权在蜡笔优课平台上发布客观、真实、亲身体验的文字评价、图片评价、视频评价或者自行添加商户、完善蜡笔优课平台中商户的商户名称、教学科目、位置等信息。用户同意并理解，为了遵守法律法规和政策，维护良好的平台秩序，蜡笔优课有权对特定用户、特定教学科目、特定商品或者服务的评价信息或者商户信息发布流程作出特别设定或者限制。用户有权发表符合国家法律规定，并符合蜡笔优课规则的文章及观点。</p>
            <p>4、 您可以通过正式的页面公告和/或站内信和/或电子邮件和/或客服电话和/或手机短信、常规的信件接收和查看中奖、优惠等活动或信息，并在蜡笔优课上自行浏览、下载和使用优惠券。</p>
            <p>5、 用户有权根据蜡笔优课相关规定，在发布评价信息等贡献后，取得蜡笔优课给予的奖励（如贡献值、积分、徽章等）。</p>
            <p>6、 您知悉并同意，蜡笔优课中有关地图定位的相关服务由深圳极数创新有限公司提供。</p>
            <p>
                7、 用户确认在发布信息时，您应确保该等信息的真实性、客观性、合法性，蜡笔优课提倡用户贡献高质量体验评价。用户应确保在蜡笔优课上发表的各类评价信息、攻略或文章、图片及视频均不涉及侵犯第三方隐私、著作权或其他合法权益。用户需维护评价的客观性，不得利用蜡笔优课用户身份进行违反诚信的任何行为，包括但不限于：</p>
            <p>（1）炒作并向商户收取费用或获取利益；</p>
            <p>（2）为获得利益或好处，参与或组织撰写及发布虚假评价；</p>
            <p>（3）以差评威胁、要求商户提供额外的利益或好处；</p>
            <p>（4）不得以虚构事实、侮辱、诽谤等方式恶意诋毁蜡笔优课网或商家的商誉；</p>
            <p>（5）进行其他其它影响评价客观、干扰扰乱蜡笔优课正常秩序的违规行为等。</p>
            <p>如您存在以上行为的，蜡笔优课有权采取如下行动：</p>
            <p> ①违规信息将作屏蔽，视情节轻重发出警告；</p>
            <p> ②清除其所有评价、图片，取消评价星级、社区等级，屏蔽其发布的涉及商业性炒作的部落帖或部落；</p>
            <p> ③暂时限制/永久限制您使用账号在蜡笔优课平台上发布信息；</p>
            <p> ④法律、行政法规、本条款及《蜡笔优课平台用户服务协议》规定的其他方式。</p>
            <p>
                8、 禁止用户将蜡笔优课以任何形式作为从事各种非法活动的场所、平台或媒介。未经蜡笔优课的授权或许可，用户不得借用蜡笔优课的名义从事任何商业活动，也不得以任何形式将蜡笔优课作为从事商业活动的场所、平台或媒介。</p>
            <p> 9、蜡笔优课要求各搜索引擎遵循行业规范，即“拒绝 Robots 访问标准”(Robots Exclusion
                Standard) ，否则将视你的抓取行为是对我蜡笔优课财产权利和知识产权的侵犯，有权通过法律诉讼维护蜡笔优课利益。</p>
            <p>
                10、您违反本条款、《蜡笔优课平台用户服务协议》或蜡笔优课不时发布的任何服务规则，则蜡笔优课有权在法律允许的范围内采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在蜡笔优课获得的星级、荣誉以及虚拟财富，暂停或终止您通过蜡笔优课账号使用，给蜡笔优课、造成损失的，您应负全部赔偿责任，包括且不限于财产损害赔偿、名誉损害赔偿、诉讼费、律师费、公证费、交通费等因维权而产生的合理费用。蜡笔优课有权按照本条款及《蜡笔优课平台用户服务协议》的相关规定对您的行为进行处理。</p>

            <p class="bold">三、交互信息服务特别约定</p>
            <p>
                1、 您应确保具有相应的资格并符合在蜡笔优课开展交互信息服务的相应条件。<span class="bold">如果因为您不具备相应资格或者条件的情形下通过蜡笔优课交互平台发布信息而引发任何法律责任，您应自行承担。因此给蜡笔优课交互平台造成损失的，您应予以全额赔偿。</span></p>
            <p>2、 蜡笔优课有可能在相关法律法规和政策的指引下，对信息服务实施分级分类管理，建立发布者信用等级管理体系，建立黑名单管理制度等。</p>
            <p> 3、 用户在蜡笔优课平台发布的文字、图片、视频等信息均应遵守相关法律法规、规章、本条款及《蜡笔优课平台用户服务协议》的相关规定。</p>
            <p>4、 您同意：如出现以下任一情形的，蜡笔优课将视情节轻重采取删除信息、限制蜡笔优课平台使用功能、停止您的账号使用蜡笔优课等处理措施：</p>
            <p>（1）发布违反相关法律法规、规章、政策之规定或者违反本条款及相关服务规则的信息；</p>
            <p>（2）发布与主题无关的信息或评论，包含文字、图片、视频等；</p>
            <p>（3）发布可能存在交易风险的外部网站和APP信息，如发布社交、团购等外部网站或APP的名称、超链接、二维码等信息；</p>
            <p>（4）发布的视频违反国家法律法规的相关要求，包括但不限于《广播电视管理条例》、《电影管理条例》、《互联网视听节目服务管理规定》、《广电总局关于加强互联网视听节目内容管理的通知》等的相关要求；</p>
             
            <p class="bold">四、服务终止</p>
            <p>
                1、 您同意蜡笔优课有权随时修改或中断其向您提供的任何免费服务而无需事先通知您。您与蜡笔优课进行的有偿交易，您同意蜡笔优课有权在事先通知的情况下予以修改、中断，并按照公平、诚实信用、等价有偿的原则处理后续事宜。</p>
            <p>2、 如您的账号同时符合以下条件，则蜡笔优课有权利终止您通过蜡笔优课账号使用蜡笔优课。这将导致您的账号不能再登录蜡笔优课，相应服务亦同时终止：</p>
            <p>（一）连续六个月未登录；</p>
            <p>（二）不存在未到期的有效业务；</p>
            <p>（三）终止您的账号和服务的行为不违反相关法律法规的强制性规定。</p>
            <p>
                3、 如您对本条款及其不时修订有任何异议的，您有权停止使用蜡笔优课的各项服务，或通过客服等渠道告知蜡笔优课停止对您提供服务。停止服务后，除法律法规另有明确规定外，蜡笔优课有权（但无义务）保留您的账号访问蜡笔优课的相关信息和数据，或留存、转发任何账号内的任何站内信或短消息。在此情况下，蜡笔优课没有义务（但有权利）向您或代为向商家或其他第三方传送任何未处理的信息或未完成的服务或交易信息。您同意蜡笔优课不就终止蜡笔优课服务而对您或任何第三方承担任何责任。</p>
            <p> 4、 您同意，您与蜡笔优课的合同关系终止后，蜡笔优课就您在使用蜡笔优课服务期间存在违法行为或违反本条款和／或其他服务规则的行为的，仍可依据本条款向您主张权利。</p>
             
            <p class="bold">五、知识产权及其它权利</p>
            <p>
                1、 蜡笔优课平台及相关服务的运营系统由蜡笔优课自主开发、运营并提供技术支持，蜡笔优课对蜡笔优课服务的开发和运营等过程中产生的所有数据和信息等享有全部权利。蜡笔优课提供各项服务时所依托软件的著作权、专利权，所使用的各项商标、商业形象、商业标识、技术诀窍，其著作权、商标权及其他各项相关权利均归蜡笔优课所有。
            <p>2、 您理解并同意，您在蜡笔优课发表的各项评价信息、文章、视频、反馈意见等所有信息及其衍生品的知识产权及所有权，适用《蜡笔优课平台用户服务协议》中的相关约定。
            <p class="bold">六、免责事由</p>
            <p>
                <span class="bold">1、 除非蜡笔优课以书面形式明确约定，蜡笔优课对于用户以任何方式（包括但不限于包含、经由、连接或下载）从蜡笔优课所获得的任何由商户发布的内容信息，包括但不限于商户信息、评价内容等，不保证其准确性、完整性、可靠性。用户应当自行审核判断相关信息，并对于用户因蜡笔优课上的内容信息而购买、获取的任何产品、服务、信息或资料自行承担责任和风险。用户因此受损的，蜡笔优课在法律允许的最大范围内予以免责。蜡笔优课内所有用户所发表的用户评价、商户或者产品信息等，仅代表用户个人观点，并不表示蜡笔优课赞同其观点或证实其描述，蜡笔优课在法律允许的最大范围内予以免责。</span></p>
            <p>
                <span class="bold"> 2、 您同意并理解，针对商户向您销售/提供的商品/服务，蜡笔优课并非您所购买的具体商品或者服务的生产者和销售者。您同意，针对该等商品或者服务以及相关售后服务中所产生的任何矛盾和纠纷均不应针对蜡笔优课提出。在法律允许的范围内，蜡笔优课不对上述商品/服务承担包括解释说明、赔偿在内的任何责任。对于蜡笔优课平台中明确标注为自营的商品/服务，适用蜡笔优课自营商品/服务的相应服务规则。</span></p>
            <p>
                <span class="bold"> 3、 您在蜡笔优课平台上传、发布任何信息或者内容的，应当自行保留备份。蜡笔优课不对用户所发布信息的保存、修改、删除或储存失败负责，对蜡笔优课上的非因蜡笔优课故意所导致的排字错误、疏忽等不承担责任。蜡笔优课有权但无义务，改善或更正蜡笔优课任何部分之疏漏、错误。</span></p>
            <p>
                <span class="bold"> 4、 您知悉蜡笔优课在其平台上所公布的各项排行榜单系根据用户真实评价、访问次数、浏览时长等数据自行生成，并无人工干预。该等榜单仅为您选择商品或服务提供参考，不涉及任何商户付费宣传，您应自行判断榜单中所列商品及服务的属性，蜡笔优课将不对此榜单中所列商品和服务做出任何形式的担保或保证。</span></p>
            <p>5、 任何非经蜡笔优课正规渠道获得的中奖、优惠等活动或信息，蜡笔优课不承担法律责任。</p>
            <p>6、 蜡笔优课因发现蜡笔优课上显现的预订、消费买单等交易产品信息明显错误或缺货时，有权单方面作出修改，但该等修改不应视为蜡笔优课对您作出的任何承诺。</p>
            <p>
                7、 蜡笔优课有权在法律允许范围内，在不通知您的情况下删除任何用户发布的不符合本条款及各项服务规则、《蜡笔优课平台用户服务协议》以及法律规定的信息。蜡笔优课将不对删除该等信息给您造成的不便或损失承担任何责任。</p>
            <p>8、 您同意，在法律许可范围内，蜡笔优课在任何情况下都不对任何个人或实体的直接、间接、偶然、特殊、惩罚性的损害或其他损害或损失承担责任，这些损害或损失包括但不限于：</p>
            <p>（1）您理解并同意，由于互联网的特殊性造成的蜡笔优课显示的信息所存在的滞后性或差错，蜡笔优课对此不承担任何责任；</p>
            <p>（2）您在使用蜡笔优课服务中，因第三方原因使您遭受侮辱、诽谤、不作为、淫秽、色情或亵渎事件，蜡笔优课在法律允许的范围内不承担法律责任；</p>
            <p>（3）《蜡笔优课平台用户服务协议》中规定其他不可抗力及免责事由。</p>
             
            <p class="bold">七、争议解决</p>
            <p>
                <span class="bold">1、 您同意并理解，如您因通过蜡笔优课平台购买的任何商品或者服务产生任何纠纷的，蜡笔优课可在法律法规要求的范围内协助您与争议对方进行协商调解。您同意，蜡笔优课有权向争议双方了解情况，并将所了解的情况通过必要方式通知对方。但您理解并同意，蜡笔优课无任何义务对您与商家之间的任何争议承担任何责任。</span>
            <p>
            <p>2、 若您与蜡笔优课因本条款内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本条款签订地（深圳市南山区）有管辖权的人民法院提起诉讼。
            <p>
            <p> 3、 因您使用蜡笔优课服务而引起或与之相关的一切争议、权利主张或其它事项，均适用中华人民共和国大陆地区法律，并且排除一切冲突法规定的适用。
            <p>

            <p class="bold">八、意见及反馈</p>
            <p>用户如有任何需要说明条款的要求，请致电说明，用户请拨打<span style="color: red;">+86 186 8101 0566</span>(工作时间：周一至周日8:00-21:00)。</p>


        </div>
    </div>

</template>


<script>

    export default {

        data() {
            return {}
        }
    }

</script>


<style scoped>
    @import url(../../css/user/UserServiceAgreement.css);
</style>